"StartAllServers" = "Avvia il Server";
"StopAllServers" = "Arresta il Server";
"wrongFolderAlertHeadline" = "MAMP non potrebbe essere avviato!";
"wrongFolderAlertText" = "La cartella di MAMP deve trovarsi nella cartella delle Applicazioni.";
"ok" = "OK";
"language" = "Italian";
"isoLanguage" = "it";

"key_sorry" = "Siamo spiacenti";
"key_osTooLow" = "È richiesto il SO Mac X 10.6 (Snow Leopard) o versione superiore per eseguire MAMP.";

"mysqlTool_titleUpgrade" = "Aggiorna database MySQL";
"mysqlTool_titleRepair" = "Ripara database MySQL";
"mysqlTool_titleCheck" = "Verifica database MySQL";
"mysqlTool_messageUpgrade" = "Eseguire il backup dei database prima di effettuare un aggiornamento!";
"mysqlTool_messageRepair" = "Eseguire il backup dei database prima di tentare la riparazione!";
"mysqlTool_messageCheck" = "Controlla gli errori e gli aggiornamenti possibili delle tabelle.";
"mysqlTool_doItUpgrade" = "Aggiorna";
"mysqlTool_doItRepair" = "Ripara";
"mysqlTool_doItCheck" = "Verifica";
"mysqlTool_done" = "Fine";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Operazione non riuscita";

"mysqlQuickCheck_dontShow" = "Non mostrarmelo più!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "I database MySQL richiedono un aggiornamento";
"mysqlQuickCheck_NeedsUpgradeMsg" ="I tuoi database MySQL sembrano necessitare di un aggiornamento. Considera la possibilità di effettuare un aggiornamento il prima possibile. Puoi usare Strumenti > Aggiorna database MySQL del menu per effettuare l'aggiornamento.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Verifica dei database MySQL non riuscita";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Messaggio di errore:\n\n%@";

"testMampProURL" = "http://www.mamp.info/en/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "Si prega di selezionare una cartella radice dei documenti:";
"Select" = "Seleziona";

"httpServerNameApache" = "Server Apache";
"httpServerNameNginx" = "Server Nginx";

"error" = "Errore";
"portInUse" = "%@ non può essere avviato perché porta %@ è in uso da qualche altro software.";
"couldntStartServer" = "%@non potrebbe essere avviato. Controllare l'installazione e la configurazione MAMP.";
"noDocumentRoot" = "Si prega di assegnare un documento root al vostro server web.";
"problemWithPort" = "C'è un problema con la porta di %@. Abilita le configurazioni, la configurazione, la porta deve essere compreso tra %@ e 65535.";
"duplicatePorts" = "C'è un problema con i porti di server. Ogni server deve essere assegnata una porta univoca. Abilita le configurazioni.";
